export default function Policy() {
  return (
    <>
      <main className="w-350 mx-auto mt-100 mb-160 text-bases">
        <h3 className="text-2xl font-bold">プライバシーポリシー</h3>
        <p className="text-sm my-8">
          株式会社ホーン（以下「当社」といいます）は、当社の提供するサービス（以下「本サービス」といいます）における、ユーザーについての個人情報を含む利用者情報の取扱いについて、以下のとおりプライバシーポリシー（以下「本ポリシー」といいます）を定めます。
        </p>
        <div className="policy">
          <div className="no1">
            <h4 className="text-base font-bold">
              １．収集する利用者情報及び収集方法
            </h4>
            <hr className="my-3" />
            <p className="text-sm">
              本ポリシーにおいて、「利用者情報」とは、ユーザーの識別に係る情報、通信サービス上の行動履歴、その他ユーザーのスマートフォン、PC等の端末においてユーザーまたはユーザーの端末に関連して生成または蓄積された情報であって、本ポリシーに基づき当社が収集するものを意味するものとします。
              <br />
              ソロトリの利用者のみなさまにより良いサービスを提供するために、本サービスへのアクセス状況やそのご利用方法に関する情報を収集することがあります。これには以下の情報が含まれます。
            </p>
            <ul className="text-sm">
              <li className="mt-4">
                ■利用者から直接取得する情報
                <br />
                当社は、利用者が当社のサービスの登録手続を行う場合、以下の情報を提供していただく場合があります。
                ・ユーザー名またはニックネーム ・メールアドレス
                ・その他ひとり旅に関する当社が定める入力フォームにユーザーが入力する情報
                ・利用者の性別及び年代 ・利用者の投稿情報及びサービス利用ログ
              </li>
              <li className="mt-4">
                ■外部サービスとの連携により取得する情報 <br />
                外部サービスで利用者が利用するIDおよびその他外部サービスのプライバシー設定により利用者が提携先に開示を認めた情報を取得することがあります。
              </li>
              <li className="mt-4">
                ■端末情報
                <br />
                利用者が端末または携帯端末上で当社のサービスを利用する場合、当社は端末識別子、携帯端末識別子およびIPアドレスを取得する場合があります。また、当社は、利用者が端末に関連づけた名前、端末の種類、電話番号、国、およびユーザー名、もしくはメールアドレスなど、利用者が提供することを選択したその他のあらゆる情報を取得する場合があります。
              </li>
              <li className="mt-4">
                ■位置情報
                <br />
                利用者が端末または携帯端末上で当社のサービスを利用し、そこで位置情報を提供することを認めた場合、当社は、利用者の現在地に関する情報を取得することがあります。
              </li>
              <li className="mt-4">
                ■支払情報
                <br />
                利用者が当社のサービス内の有料サービスを使用するためのライセンスを当社から購入する場合、当社は、住所およびメールアドレスなど決済処理に必要な支払情報を取得します。第三者の決済サービス会社が利用者の購入を処理する場合は、利用者から決済サービス会社に提供された請求情報・支払情報を当社が取得する場合があります。
              </li>
              <li className="mt-4">
                ■カスタマーサポートに関連する情報
                <br />
                当社カスタマーサポートのサポートを受ける場合、利用者が提供する連絡先情報、サービス上のアクティビティに関する情報、および利用者ID番号を取得、保管することがあります。また、サポートの際のやりとりおよびその中に含まれる情報も保管することがあります。
              </li>
              <li className="mt-4">
                ■利用者のアクションに関する情報
                <br />
                利用者が当社のサービスを利用する際、直接当社に提供した情報および当社のサービスを提供している第三者サービス提供者を通じて提供した情報を当社は取得、保管することがあります。利用者のサービスご利用状況、他の利用者との交流に関する情報も取得することがあります。
              </li>
              <li className="mt-4">
                ■コミュニケーション機能
                <br />
                利用者が当社のサービス上において、他の利用者とコミュニケーションをとり、情報（テキスト、画像、その他情報コンテンツを含みます）を共有する一定の活動に参加した場合、当社は、これらのコミュニケーションの情報のアーカイブを記録、保管することがあります。
              </li>
              <li className="mt-4">
                ■クッキーなどを利用した情報取得
                <br />
                当社のサービスにアクセスする際、当社は下記の特定の技術情報を取得します。当社および当社の代理となるサービス提供者はログファイルおよびトラッキング技術を使用し、クッキー、IPアドレス、端末の種類、携帯端末識別子、ブラウザの種類、ブラウザの言語、参照ページおよび出口ページ、プラットホームの種類、クリック数、ドメイン名、ランディングページ、ページ閲覧数およびページの閲覧順序、各ページのURL、特定のページの閲覧時間、アプリもしくはウェブサイトの状況および当社のアプリもしくはウェブサイトにおけるアクティビティを行った日時、およびその他の情報を取得、分析します。内部での使用を目的とし、これらの情報を利用者のユーザーID番号と関連づける場合もあります。
                また、当社は
                <br />
                （ⅰ）特定のページの閲覧の有無、もしくはメールの開封の有無を確認するためのウェブビーコン、
                <br />
                （ⅱ）特定のプロモーションメッセージから既存の利用者を除外する、新規インストール元を特的する、もしくは他のウェブサイト上で利用者に広告を提供することによって、より効果的に広告を打つことが可能となるトラッキングピクセルを含むその他の技術を使用する場合もあります。
              </li>
            </ul>
          </div>
        </div>
      </main>
    </>
  );
}
